

export const slideRData =[
    [
        {year:'1980',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1982',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'1983',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'1984',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1985',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'1986',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
    ],
    [
        {year:'1987',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'1988',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1989',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'1990',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1991',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
    ],
    [
        {year:'1992',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'1993',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1994',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'1995',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'1996',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'1997',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
    ],
    [
        {year:'1999',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'2000',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2001',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'2002',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'2003',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2004',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
    ],
    [
        {year:'2006',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2008',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'2010',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'2012',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2014',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
    ],
    [
        {year:'2015',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'2016',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2017',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
        {year:'2018',text:'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
        {year:'2020',text:'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
        {year:'2022',text:'13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
    ],
]
